{
  "enigmatica.ponder.tag.industrial_foregoing.description": "Lerne mehr über die Industrial Foregoing Mod und ihre faszinierenden mechaniken!",
  "enigmatica.ponder.latex.extracting_fluids.text_5": "Akazienstämme werden Latex herstellen",
  "enigmatica.ponder.latex.extracting_fluids.text_6": "Schaue auf jedem Fall in JEI nach, welche Flüssigkeiten du aus den verschiedenen Blöcken extrahieren kannst und wie effizient diese extraktion ist!",
  "enigmatica.ponder.latex.extracting_fluids.text_3": "Denke dran, dass die Verwendung von verschiedenen Stämmen mit dem Flüssigkeitsextraktor zu verschiedenen Flüssigkeiten führen kann!",
  "enigmatica.ponder.latex.extracting_fluids.text_4": "Eichenstämme produzieren Harz",
  "enigmatica.ponder.latex.processing_latex.text_9": "Um große Mengen von Trockengummi zu erhalten...",
  "enigmatica.ponder.latex.processing_latex.text_10": "... und Plastik!",
  "enigmatica.ponder.latex.processing_latex.text_8": "Sobald Sie etwas kleinen Trockengummi haben, können Sie es weiter verarbeiten...",
  "enigmatica.ponder.latex.processing_latex.text_7": "Der gesamte Prozess ist langsam, du musst in etwa 5 Sekunden pro kleinem Trockengummi warten...",
  "enigmatica.ponder.latex.processing_latex.text_6": "Es verarbeitet die Latexflüssigekeit in kleine Bummibälle!",
  "enigmatica.ponder.latex.processing_latex.text_5": "und schlussendlich, Latex...",
  "enigmatica.ponder.laser_drill.lenses.text_3": "Zum Beispiel, wenn mehr Uranium oder Smaragd-Erz benötigt wird, könnten wir eine Limett-farbene Linse zum Laser hinzufügen...",
  "enigmatica.ponder.laser_drill.lenses.text_4": "Und schon bald werden unsere Bemühungen belohnt werden!",
  "enigmatica.ponder.latex.processing_latex.text_4": "Energie...",
  "enigmatica.ponder.latex.processing_latex.text_3": "Wenn Wasser hinzugefügt wird...",
  "enigmatica.ponder.latex.processing_latex.text_2": "Eingabe: Die Latex-Verarbeitungseinheit",
  "enigmatica.ponder.laser_drill.fluid_drill.text_7": "Es gibt auch andere, \"kompliziertere\" Anforderungen, und wir werden in der nächsten und letzten Szene auf meinen persönlichen Favoriten eingehen.",
  "enigmatica.ponder.laser_drill.lenses.text_2": "Dafür sind Linsen da: Indem wir sie in die Erzlaser-Basis einbauen, können wir die Chancen, Erze mit einer bestimmten Farbe zu bekommen, zu unseren Gunsten verschieben.",
  "enigmatica.ponder.laser_drill.lenses.text_1": "Wie ihr sehen konntet, sind die Ressourcen, die der Erzlaser aufbohrt, zufällig. Wie können wir also sicherstellen, dass wir tatsächlich unsere wertvollen seltenen Erze bekommen und nicht zehn verschiedene Arten von Kupfer?",
  "enigmatica.ponder.laser_drill.ether_gas.text_9": "Und das war's dann auch schon mit den Grundlagen des Industrial Foregoing Laser Drill! Es gibt noch mehr Dinge, die wir in diesem Tutorial nicht behandelt haben, also empfehlen wir dir, es einfach selbst auszuprobieren!",
  "enigmatica.ponder.laser_drill.ether_gas.text_7": "Nun da wir den lieben Bartholomäus hier in der Stasiskammer gefangen haben und er nicht mehr in der lage ist, unsere Sachen zu zurstören, können wir den Flüssigkeitenlaser nutzen um ihn zu... melken (Ernsthaft, Buuz? Das ist ein Spiel für Kinder!)",
  "enigmatica.ponder.latex.extracting_fluids.text_1": "Latex ist ein nachwachsender Rohstoff, der von Bäumen gewonnen wird und eine wichtige Rolle in der industriellen Produktion spielt.",
  "enigmatica.ponder.laser_drill.ether_gas.text_8": "Dabei entsteht Äthergas, das wir vorerst in einem Black-Hole-Tank aufbewahren werden.",
  "enigmatica.ponder.latex.extracting_fluids.text_2": "Damit wir überhaupt anfangen können, müsst du einen Flüssigkeitsextraktor gegen eine Holztamm, wie zum Beispiel Akazie, stellen.",
  "enigmatica.ponder.laser_drill.ether_gas.text_5": "Als nächstes brauchen wir eine willige Testperson. Zum Glück kenne ich genau die Richtige für diesen Job!",
  "enigmatica.ponder.laser_drill.ether_gas.text_6": "Sag Hallo zur Kamera, Bartholomäus!",
  "enigmatica.ponder.laser_drill.ether_gas.text_3": "Nun müssen wir eine Stasiskammer plazieren. Diese wird, wenn mit Energie versorgt, alle Entities in ihrem Radius (blau), Spieler mit eingeschlossen, davon abhalten, sich zu bewegen oder mit der Welt in irgendeiner Art zu interagieren. Deshalb der Name.",
  "enigmatica.ponder.laser_drill.ether_gas.text_4": "Vertrauen Sie mir, wenn ich sage: Ihr wollt NICHT, dass dem Ding bei dieser Konstruktion die Energie ausgeht.",
  "enigmatica.ponder.laser_drill.ether_gas.text_1": "Wilkommen... zum Wither-Melker (Patent läuft)! Du wirst bald sehen, wieso es so genannt wird, lass uns für's erste über die einzelnen Bauteile gehen.",
  "enigmatica.ponder.laser_drill.ether_gas.text_2": "Als erstes haben wir unsere typische Flüssigkeitslaser-setup, die Laserbasis hat eine Violette Linse. Ich habe die Energie hier ausgelassen, da du inzwischen wissen solltest, dass die Bohrer Energie benötigen.",
  "enigmatica.ponder.laser_drill.introduction.text_3": "Als nächstes plazierst du Laserbohrer in einem 2. Block radius um die Basis, um diese mit Energie zu versorgen, zum Beispiel so:",
  "enigmatica.ponder.laser_drill.introduction.text_4": "...und vergessen Sie nicht, sie mit Strom zu versorgen!",
  "enigmatica.ponder.laser_drill.introduction.text_1": "Der Laserbohrer ist eine mid- bis end-game Struktur in Industrial Foregoing, welche es ermöglicht, verschiedene Ressourcen aus dem Void zu farmen.",
  "enigmatica.ponder.laser_drill.introduction.text_2": "Um diese zu bauen, musst du zuerst entweder eine Erz-Laserbasis oder eineFlüssigkeits-Laserbasis haben. Wir werden zuerst die Erz-Laserbasis behandeln.",
  "enigmatica.ponder.laser_drill.fluid_drill.header": "Verwendung von Linsen im Flüssigkeitslaser",
  "enigmatica.ponder.laser_drill.lenses.header": "Mit Linsen verbessern Sie Ihre Chancen",
  "enigmatica.ponder.laser_drill.introduction.text_5": "Je mehr Bohrer du hinzufügst, desto schneller wird der Laser",
  "enigmatica.ponder.laser_drill.introduction.text_6": "Nach einer Weile haben wir es endlich geschafft, unser erstes Erz zu bekommen; aber es ist nicht ganz das, was wir wollten, also versuchen wir, unser Glück zu verbessern!",
  "enigmatica.ponder.latex.processing_latex.header": "Verarbeitung von Latex zu Gummi und Kunststoff",
  "enigmatica.ponder.laser_drill.fluid_drill.text_2": "Sie dienen als \"Brennpunkt\" für den Flüssigkeitslaser.",
  "enigmatica.ponder.laser_drill.fluid_drill.text_1": "Neben der Erhöhung Ihrer Chancen mit dem Erzlaser erfüllen die Linsen einen weiteren wichtigen Zweck:",
  "enigmatica.ponder.laser_drill.fluid_drill.text_4": "Zum Beispiel, wenn du ihn in irgendein Nether Biom plazierst...",
  "enigmatica.ponder.tag.industrial_foregoing": "Industrial Foregoing",
  "enigmatica.ponder.laser_drill.fluid_drill.text_3": "Im Grunde ist der Flüssigkeitslaser seinem Erz-Gegenstück recht ähnlich, aber er benötigt eine Linse, um zu funktionieren, und verschiedene Rezepte können spezielle Anforderungen haben, die Sie beachten müssen.",
  "enigmatica.ponder.latex.extracting_fluids.header": "Sammeln Latex aus Bäumen",
  "enigmatica.ponder.laser_drill.fluid_drill.text_6": "...wird es anfangen, Lava zu bohren!",
  "enigmatica.ponder.laser_drill.fluid_drill.text_5": "...und geben ihm den entsprechenden Fokus...",
  "enigmatica.ponder.latex.processing_latex.text_1": "Jetzt, wo Sie einen Haufen Latex haben, stellt sich die Frage: Was macht man damit?",
  "enigmatica.ponder.laser_drill.introduction.header": "Verwendung des Laserbohrers",
  "enigmatica.ponder.laser_drill.ether_gas.header": "Ether Gas bekommen",
  "enigmatica.ponder.cobbleworks.vanilla_cobblegen.text_3": "Wir sollten den Bruchstein hier einschlagen und sehen, was passiert.",
  "enigmatica.ponder.cobbleworks.vanilla_cobblegen.text_2": "Wenn fließende Lava mit Wasser in Berührung kommt, entsteht Kopfsteinpflaster. Dieser Generator flutet einen Treppenblock, um die Wasserquelle zu schützen.",
  "enigmatica.ponder.cobbleworks.vanilla_cobblegen.text_5": "Wir können die Oberfräse so einstellen, dass sie jedes Bruchstein vor ihr zerbricht, um unendlich viele Bruchsteine zu erhalten!",
  "enigmatica.ponder.cobbleworks.vanilla_cobblegen.text_4": "Wir können dies mit einem Blockbrecher einer Art automatisieren - lass uns einen Modularen Router mit einem Brechermodul verwenden.",
  "enigmatica.ponder.cobbleworks.targeted_cobblegen.text_1": "Vielleicht möchtest du etwas anderes als Vanilla Bruchstein - sagen wir mal Scoria Bruchstein. Dieser Generator wird es nicht tun.",
  "enigmatica.ponder.cobbleworks.vanilla_cobblegen.text_1": "Beginnen wir mit einem einfachen Vanilla Bruchsteingenerator.",
  "enigmatica.ponder.cobbleworks.targeted_cobblegen.text_2": "Wenn wir eine bestimmte Art von Bruchstein unter den Bruchstein-Punkt setzen, wird der Generator jetzt diese Art von Bruchstein machen!",
  "enigmatica.ponder.cobbleworks.targeted_cobblegen.header": "Gezielte Generation - brauchst du was etwas Spezielles?",
  "enigmatica.ponder.stoneworks.random_stonegen.header": "Zufällige Generation - wenn du nicht das hast, was du brauchst!",
  "enigmatica.ponder.tag.basics": "Grundmechanik",
  "enigmatica.ponder.stoneworks.vanilla_stonegen.text_1": "Beginnen wir mit einem einfachen Vanilla Bruchsteingenerator.",
  "enigmatica.ponder.tag.basics.description": "Lernen Sie einige grundlegende (manchmal Vanilla!) mechaniken kennen, die nützlich sein werden.",
  "enigmatica.ponder.stoneworks.vanilla_stonegen.text_2": "Wenn fließende Lava Wasser berührt, entsteht Stein. Dieser Generator nutzt eine Treppe, um die Wasserquelle zu beschützen.",
  "enigmatica.ponder.stoneworks.vanilla_stonegen.text_3": "Wir sollten hier den Stein brechen und sehen, was passiert.",
  "enigmatica.ponder.stoneworks.targeted_stonegen.header": "Gezielte Generation - brauchst du was etwas Spezielles?",
  "enigmatica.ponder.stoneworks.vanilla_stonegen.text_4": "Wir können dies mit einem Blockbrecher einer Art automatisieren - lassen Sie uns einen Modularen Router mit einem Brechermodul verwenden. Offensichtlich brauchen wir Behutsamkeit auf dem Brechermodul.",
  "enigmatica.ponder.stoneworks.vanilla_stonegen.text_5": "Wir können den Router so einstellen, dass jeder Stein vor ihm zerstört wird, um unendlich Stein zu erhalten!",
  "enigmatica.ponder.cobbleworks.random_cobblegen.header": "Zufällige Generation - wenn du nicht das hast, was du brauchst!",
  "enigmatica.ponder.stoneworks.vanilla_stonegen.header": "Steingeneratoren - so einfach, dass sogar Vanilla einen hat!",
  "enigmatica.ponder.stoneworks.targeted_stonegen.text_2": "Wenn wir eine bestimmte Art von Stein unter den Stein-Punkt setzen, wird der Generator jetzt diese Art von Stein machen!",
  "enigmatica.ponder.stoneworks.targeted_stonegen.text_1": "Vielleicht möchtest du etwas anderes als Vanilla - sagen wir mal Scoria. Dieser Generator wird es nicht tun.",
  "enigmatica.ponder.cobbleworks.random_cobblegen.text_2": "Wenn wir einen Eisenblock unter den Bruchstein-Punkt setzen, wird der Generator jetzt eine zufällige Art von Bruchstein machen!",
  "enigmatica.ponder.cobbleworks.random_cobblegen.text_1": "Hast du nicht den Pflasterstein, den du brauchst? Dein Bruchsteingenerator kann zufällige Arten von Bruchstein produzieren!",
  "enigmatica.ponder.stoneworks.random_stonegen.text_1": "Hast du nicht den Stein den du brauchst? Dein Steingenerator kann zufällige Steinarten herstellen!",
  "enigmatica.ponder.stoneworks.random_stonegen.text_2": "Wenn wir einen Diamantblock unter den Stein-Punkt setzen, wird der Generator jetzt eine zufällige Art von Stein machen!",
  "enigmatica.ponder.cobbleworks.vanilla_cobblegen.header": "Bruchsteingeneratoren - so einfach, dass sogar Vanilla einen hat!",
  "enigmatica.ponder.tag.portals.description": "Lerne, wie du die wichtigsten Portale in Enigmatica bauen kannst.",
  "portals.ponder.undergarden.undergarden_portal.text_3": "Betreten Sie nun das Portal - du befinden dich weniger in der Hölle, eher an einem feuchten, dunklen Ort.",
  "portals.ponder.undergarden.undergarden_portal.text_2": "Klicke auf das Portal mit dem Katalysator, genau so, wie du ein Netherportal aktivieren würdest",
  "portals.ponder.undergarden.undergarden_portal.text_1": "Möchtest du den tiefen dunklen Untergarten durchsuchen? Baue ein Netherportal nur mit Steinziegeln, anstatt Obsidian.",
  "portals.ponder.atum.atum_portal.text_1": "Du hast also wenig Sand und möchtest in eine Wüste reisen. Baue diese Struktur aus Sandstein.",
  "portals.ponder.atum.atum_portal.text_4": "Jetzt springen - Ein sandiger Urlaub wartet auf dich!",
  "portals.ponder.atum.atum_portal.text_2": "Fülle es mit Wasser...",
  "portals.ponder.atum.atum_portal.text_3": "... und lass den Skarabäus reinfallen.",
  "enigmatica.ponder.tag.portals": "Denken mit Portalen",
  "portals.ponder.undergarden.undergarden_portal.header": "Undergarden's Portal - das bringt dich nicht nach Narnia.",
  "portals.ponder.atum.atum_portal.header": "Atum's Portal - kein Stargate.",
  "enigmatica.ponder.forge_hammer.forge_hammer.header": "Tetra Schmiedehammer - Baue bessere Werkzeuge",
  "enigmatica.ponder.respawn_ender_dragon.respawn_ender_dragon.header": "Enderdrache Respawning - wenn du ein Omlet herstellen musst",
  "enigmatica.ponder.forge_hammer.forge_hammer.text_6": "Es kann auch hergestellt werden und ist mit der normalen Tetra-Werkbank kompatibel.",
  "enigmatica.ponder.forge_hammer.forge_hammer.text_4": "Die Verwendung des Schmiedehammers wird Energie von den Magmatikzellen nehmen, diese müssen nach dem verbrauchen ersetzt werden.",
  "enigmatica.ponder.forge_hammer.forge_hammer.text_5": "Der Schmiedehammer ist in Tetra-Strukturen zu finden, diese sind meistens in kalten Biomen unter der Erde aufzufinden.",
  "enigmatica.ponder.forge_hammer.forge_hammer.text_2": "Installieren Sie thermische Zellen auf beiden Seiten des Schmiedehammer.",
  "enigmatica.ponder.forge_hammer.forge_hammer.text_3": "Installieren Sie Upgrades für den Schmiedehammer (wie die Brennkammer) auf beiden Seiten des Schmiedehammers.",
  "enigmatica.ponder.forge_hammer.forge_hammer.text_1": "Um bessere Werkzeuge zu schaffen, benötigst du den Schmiedehammer Multiblock.",
  "enigmatica.ponder.respawn_ender_dragon.respawn_ender_dragon.text_4": "Das Platzieren des letzten Kristalls wird das Endportal schließen und setzt den Enderdrachen erneut beschwören.",
  "enigmatica.ponder.respawn_ender_dragon.respawn_ender_dragon.text_2": "Aber jetzt musst du es erneut beschwören - vielleicht brauchst du ein anderes Drachenei oder Kopf.",
  "enigmatica.ponder.respawn_ender_dragon.respawn_ender_dragon.text_3": "Platziere End-Kristalle auf den vier Seiten des Portalrahmens, wie hier gezeigt.",
  "enigmatica.ponder.respawn_ender_dragon.respawn_ender_dragon.text_1": "So, du hast den Enderdrachen getötet und das Endportal aktiviert - Glückwunsch!",
  "enigmatica.ponder.nori_sheet_press.growing_seaweed.header": "Algen - Seetang aber lecker",
  "enigmatica.ponder.nori_sheet_press.nori_sheet_press.text_6": "Der Kolben komprimiert die Algenblöcke, die Nori Blätter werden gedroppt.",
  "enigmatica.ponder.nori_sheet_press.dried_seaweed_blocks.text_2": "Algen können wie Seetang in einem Ofen getrocknet werden.",
  "enigmatica.ponder.nori_sheet_press.dried_seaweed_blocks.text_3": "Verarbeite, oder packe die getrockneten Algen in einen getrokneten Algenblock.",
  "enigmatica.ponder.nori_sheet_press.dried_seaweed_blocks.text_1": "Sobald du deine Algen geerntet hast, müssen sie getrocknet und einen Block herzustellen.",
  "enigmatica.ponder.nori_sheet_press.nori_sheet_press.text_1": "Nori Blätter werden durch Komprimieren eines getrockneten Algenblocks mit einem Kolben hergestellt.",
  "enigmatica.ponder.nori_sheet_press.nori_sheet_press.text_5": "Aktiviere den Kolben, indem du ein Redstone-Signal verwendest.",
  "enigmatica.ponder.nori_sheet_press.nori_sheet_press.text_4": "Plaziere den Algenblock in die Mitte, um ihn zu komprimieren.",
  "enigmatica.ponder.nori_sheet_press.nori_sheet_press.text_3": "Platziere einen Kolben, nach unten gerichtet, mit einer Lücke für deinen Algenblock.",
  "enigmatica.ponder.nori_sheet_press.nori_sheet_press.text_2": "Platziere einen Eisenblock als Basis.",
  "enigmatica.ponder.nori_sheet_press.nori_sheet_press.header": "Nori Blattpresse - Algenplattenherstellung",
  "enigmatica.ponder.tag.tech.description": "Technogie kann die Welt um dich herum formen - lerne Sie noch heute zu nutzen!",
  "enigmatica.ponder.nori_sheet_press.dried_seaweed_blocks.header": "Getrocknete Algenblöcke - Extra Flockig",
  "enigmatica.ponder.nori_sheet_press.growing_seaweed.text_2": "Genau wie bei Seetang, kann es gefarmt werden, wenn der zweitunterste Block abgebaut wird.",
  "enigmatica.ponder.nori_sheet_press.growing_seaweed.text_1": "Seegras kann zu Nori Blättern gemacht werden. Es kann im Ozean gefunden werden, und wächst wie Seetang.",
  "enigmatica.ponder.tag.tools.description": "Bessere Werkzeuge = bessere Überlebenschance.",
  "enigmatica.ponder.tag.tools": "Werkzeuge des Handwerks",
  "enigmatica.ponder.tag.tech": "Bessere Leben durch WISSENSCHAFT!",
  "enigmatica.ponder.mutation.entity_mutation.text_3": "Zum Beispiel kann die Eisenbiene Stein zu Eisenerz mutieren.",
  "enigmatica.ponder.mutation.entity_mutation.text_2": "Pollen kann bis zu 2 Blöcke unterhalb der Biene mutieren und wird durch solide Blöcke gehen, um Dinge unten zu mutieren.",
  "enigmatica.ponder.mutation.entity_mutation.text_1": "Ressourcenreiche Bienenpollen können Mutationen in Blöcken, Flüssigkeiten und Entitäten auslösen.",
  "enigmatica.ponder.mutation.entity_mutation.text_7": "Es kann Blizz auch zu Blizzbienen mutieren.",
  "enigmatica.ponder.mutation.pollen_mechanics.text_1": "Bienen, die Nektar gesammelt haben, tropfen Pollen, wenn sie zurück zu ihrem Bienenstock reisen.",
  "enigmatica.ponder.mutation.entity_mutation.text_6": "Die Lohenbiene kann Beepers in Ghast-Bienen mutieren",
  "enigmatica.ponder.mutation.pollen_mechanics.text_2": "Wenn der Pollen von Vanillabienen auf die Pflanzen fällt, kann er einen Knochenmehleffekt auslösen.",
  "enigmatica.ponder.mutation.entity_mutation.text_5": "Die I-C-Biene kann Wasser mutieren und blaues Eis erzeugen.",
  "enigmatica.ponder.mutation.entity_mutation.text_4": "Es kann auch einen Kohleblock zu einem Stahlbienenei mutieren.",
  "enigmatica.ponder.tag.magic": "Die Nutzung der Mystischen Kräfte",
  "enigmatica.ponder.mutation.entity_mutation.header": "Pollen als Mutagen",
  "enigmatica.ponder.mutation.pollen_mechanics.header": "Bienenpollen - Praktisch tropfen mit Funktion",
  "enigmatica.ponder.tag.magic.description": "Magie ist nur Technologie, die wir noch nicht verstehen.",
  "enigmatica.ponder.mutation.mutation_chamber.header": "Mutation von Bienen, der einfache Weg",
  "enigmatica.ponder.mutation.mutation_chamber.text_4": "Jetzt, da die Lohenbiene Nektar gesammelt hat, wird sie zu ihrem Bienenstock übergehen und dabei den Pollen tropfen.",
  "enigmatica.ponder.mutation.mutation_chamber.text_3": "Wir platzieren diese Lohenbiene hier und lassen sie Nektar aus dieser Magmakuchen sammeln...",
  "enigmatica.ponder.mutation.mutation_chamber.text_2": "Platziere die Biene, die du hier mutieren möchtest; heute werden wir einen Beeper opfern. Da die Dinge durch feste Blöcke mutiert werden können, können wir eine Falltür verwenden, um den Beeper an der Stelle zu halten.",
  "enigmatica.ponder.mutation.mutation_chamber.text_1": "Dies ist eine gute Struktur, um Bienen zu mutieren.",
  "enigmatica.ponder.mutation.mutation_chamber.text_5": "Wenn die Lohenbiene über den Beeper geht, wird diese zu einer Ghast Biene mutieren."
}