{
  "enigmatica6.ponder.laser_drill.ether_gas.header": "Getting Ether Gas",
  "enigmatica6.ponder.laser_drill.introduction.header": "How to use the Laser Drill",
  "enigmatica6.ponder.tag.industrial_foregoing.description": "Learn more about the Industrial Foregoing mod and its various intriguing mechanics!",
  "enigmatica6.ponder.laser_drill.ether_gas.text_6": "Say Hi to the camera, Bartholomew!",
  "enigmatica6.ponder.latex.extracting_fluids.text_2": "To get started, you need to place a Fluid Extractor against a log of wood, such as Acacia.",
  "enigmatica6.ponder.latex.processing_latex.text_10": "...and Plastic!",
  "enigmatica6.ponder.latex.processing_latex.text_5": "and finally, Latex...",
  "enigmatica6.ponder.laser_drill.ether_gas.text_5": "Next, we will need a willing test subject. Luckily, I know just the right one for this job!",
  "enigmatica6.ponder.latex.extracting_fluids.text_1": "Latex is a renewable resource gathered from trees, and plays a vital role in Industrial Foregoing.",
  "enigmatica6.ponder.latex.processing_latex.text_4": "Power...",
  "enigmatica6.ponder.laser_drill.ether_gas.text_4": "Trust me when I say: You DO NOT want to let this thing run out of power for this build.",
  "enigmatica6.ponder.latex.extracting_fluids.text_4": "Oak Logs will produce Resin",
  "enigmatica6.ponder.latex.processing_latex.text_7": "This is quite a slow process; you\u0027ll have to wait around 5 seconds for each Tiny Dry Rubber...",
  "enigmatica6.ponder.laser_drill.ether_gas.text_3": "Next, we need to place down a stasis chamber. This puppy, when provided with power, will prevent any entities within its working area (blue), including players, from moving or interacting with the world in any way, hence the name.",
  "enigmatica6.ponder.latex.extracting_fluids.text_3": "Keep in mind that using different logs with the Fluid Extractor may give you different fluids!",
  "enigmatica6.ponder.latex.processing_latex.text_6": "It\u0027ll start coalescing the Latex fluid into tiny balls of rubber!",
  "enigmatica6.ponder.laser_drill.ether_gas.text_2": "First, we have our typical Fluid Laser Drill setup, with the Laser Base containing a Purple Lens. I\u0027ve also left out the energy input here because you should know that the Drills need energy by now.",
  "enigmatica6.ponder.latex.extracting_fluids.text_6": "Be sure to check JEI for more information on what kinds of fluids you can extract at what rate from different blocks!",
  "enigmatica6.ponder.latex.processing_latex.text_9": "To get large piles of Dry Rubber...",
  "enigmatica6.ponder.laser_drill.ether_gas.text_1": "Welcome... to the Wither Milker (patent pending)! You\u0027ll see why it\u0027s called that in a bit, but for now, let\u0027s go over the individual parts.",
  "enigmatica6.ponder.latex.extracting_fluids.text_5": "Acacia Logs will produce Latex",
  "enigmatica6.ponder.latex.processing_latex.text_8": "Once you have some Tiny Dry Rubber, you can then process it further...",
  "enigmatica6.ponder.latex.processing_latex.text_1": "So, now that you have a bunch of Latex, the question becomes: What do you do with it?",
  "enigmatica6.ponder.latex.processing_latex.text_3": "When given Water...",
  "enigmatica6.ponder.latex.processing_latex.text_2": "Enter: The Latex Processing Unit",
  "enigmatica6.ponder.latex.extracting_fluids.header": "Gathering Latex From Trees",
  "enigmatica6.ponder.laser_drill.lenses.header": "Using Lenses to improve your chances",
  "enigmatica6.ponder.laser_drill.fluid_drill.text_4": "For example, if you place it in any Nether biome...",
  "enigmatica6.ponder.laser_drill.fluid_drill.text_3": "Fundamentally, the Fluid Laser is quite similar to its Ore counterpart, but it requires a Lens to function, and different recipes can have special requirements you may have to watch out for.",
  "enigmatica6.ponder.laser_drill.fluid_drill.text_2": "They serve as the \"focus\" for the Fluid Laser.",
  "enigmatica6.ponder.laser_drill.fluid_drill.text_1": "In addition to increasing your odds with the Ore Laser, Lenses serve another important purpose:",
  "enigmatica6.ponder.latex.processing_latex.header": "Processing Latex into Rubber and Plastic",
  "enigmatica6.ponder.laser_drill.fluid_drill.text_7": "Other, more \"involved\" requirements exist as well, and we\u0027ll touch on my personal favourite in this next and final scene.",
  "enigmatica6.ponder.laser_drill.fluid_drill.text_6": "...it\u0027ll start drilling up Lava!",
  "enigmatica6.ponder.laser_drill.fluid_drill.text_5": "...and give it the corresponding focus...",
  "enigmatica6.ponder.laser_drill.fluid_drill.header": "Using Lenses in the Fluid Laser",
  "enigmatica6.ponder.laser_drill.ether_gas.text_9": "And that\u0027s about it for the basics of the Industrial Foregoing Laser Drill! There\u0027s more stuff we haven\u0027t covered in this tutorial, so we recommend you just give it a try yourself!",
  "enigmatica6.ponder.laser_drill.ether_gas.text_8": "This will produce Ether Gas, which we will just stow away in a Black Hole Tank for now.",
  "enigmatica6.ponder.laser_drill.ether_gas.text_7": "Now that dear Bartholomew over here is trapped by the Stasis Chamber and cannot wreck our stuff, we can use the Fluid Laser to... milk him. (Seriously, Buuz? This is a kids\u0027 game!)",
  "enigmatica6.ponder.laser_drill.introduction.text_2": "To construct it, you\u0027ll first need either an Ore Laser Base or a Fluid Laser Base. We\u0027ll go over the Ore Laser first.",
  "enigmatica6.ponder.laser_drill.lenses.text_3": "For example, if we wanted more Uranium or Emerald Ore, we could add a lime lens to the Laser...",
  "enigmatica6.ponder.laser_drill.introduction.text_1": "The Laser Drill is a mid- to late-game structure in Industrial Foregoing that lets you mine up various different resources from the void.",
  "enigmatica6.ponder.laser_drill.lenses.text_1": "As you could see, the resources the Ore Laser drills up are random, so how can we make sure we actually get our precious rare ores rather than ten different kinds of copper?",
  "enigmatica6.ponder.laser_drill.lenses.text_2": "That\u0027s what lenses are for: By adding them into the Ore Laser Base, we can skew the odds of getting ores that have a certain colour in our favour.",
  "enigmatica6.ponder.tag.industrial_foregoing": "Industrial Foregoing",
  "enigmatica6.ponder.laser_drill.introduction.text_5": "The more drills you add, the faster the Laser is going to be",
  "enigmatica6.ponder.laser_drill.introduction.text_4": "..oh, and don\u0027t forget to power them!",
  "enigmatica6.ponder.laser_drill.introduction.text_3": "Next, add some Laser Drills within a 2-block radius around the Base to start powering it, for example like this:"
}