{
  "enigmatica.ponder.tag.industrial_foregoing.description": "Apprenez-en davantage sur le mod Industrial Foregoing et ses mécanismes intrigantes !",
  "enigmatica.ponder.latex.extracting_fluids.text_5": "Le bois d'acacia produira du latex",
  "enigmatica.ponder.latex.extracting_fluids.text_6": "Assurez-vous de vérifier JEI pour plus d'informations sur les types de liquides que vous pouvez extraire à partir de différents blocs et à quel rythme !",
  "enigmatica.ponder.latex.extracting_fluids.text_3": "Gardez à l'esprit que l'utilisation de bûches différentes avec l'extracteur de fluide peut vous donner différents fluides !",
  "enigmatica.ponder.latex.extracting_fluids.text_4": "Les bûches de chêne produiront de la Résine",
  "enigmatica.ponder.latex.processing_latex.text_9": "Pour obtenir de gros tas de caoutchouc sec...",
  "enigmatica.ponder.latex.processing_latex.text_10": "... et du plastique!",
  "enigmatica.ponder.latex.processing_latex.text_8": "Une fois que vous avez du minuscule caoutchouc sec, vous pouvez le traiter davantage...",
  "enigmatica.ponder.latex.processing_latex.text_7": "C'est un processus assez lent ; vous devrez attendre environ 5 secondes pour chaque petit caoutchouc sec...",
  "enigmatica.ponder.latex.processing_latex.text_6": "Le latex liquide se coagulera en minuscules boules de caoutchouc !",
  "enigmatica.ponder.latex.processing_latex.text_5": "et enfin, en latex...",
  "enigmatica.ponder.laser_drill.lenses.text_3": "Par exemple, si nous voulions plus d'uranium ou de minerai d'émeraude, nous pourrions ajouter une lentille verte clair au laser...",
  "enigmatica.ponder.laser_drill.lenses.text_4": "Et bientôt, nos efforts seront récompensés!",
  "enigmatica.ponder.latex.processing_latex.text_4": "Énergie...",
  "enigmatica.ponder.latex.processing_latex.text_3": "Quand on donne de l'eau...",
  "enigmatica.ponder.latex.processing_latex.text_2": "Voici l'unité de traitement de latex",
  "enigmatica.ponder.laser_drill.fluid_drill.text_7": "D'autres exigences plus « impliquées » existent aussi, et nous aborderons mes favorites dans cette prochaine et dernière scène.",
  "enigmatica.ponder.laser_drill.lenses.text_2": "C'est à quoi servent les lentilles : en les ajoutant à la base de laser de minerai, nous pouvons augmenter les chances d'obtenir des minerais qui ont une certaine couleur.",
  "enigmatica.ponder.laser_drill.lenses.text_1": "Comme vous pouviez le voir, les ressources que le laser de minerai effectue sont aléatoires, alors comment pouvons-nous nous assurer que nous obtenons nos précieus minerais rares plutôt que dix types de cuivre différents?",
  "enigmatica.ponder.laser_drill.ether_gas.text_9": "Et ce sera tout pour les bases de la foreuse laser de Industrial Foregoing ! Il y a plus de choses que nous n'avons pas couvertes dans ce tutoriel, nous vous recommandons donc d'essayer vous-même !",
  "enigmatica.ponder.laser_drill.ether_gas.text_7": "Maintenant que le cher Bartholomé ici est pris au piège par la chambre de stase et ne peut pas détruire notre objet, nous pouvons utiliser le laser fluide pour... le lait. (Sérieusement, Buuz? C'est supposé être un jeu pour les enfants !)",
  "enigmatica.ponder.latex.extracting_fluids.text_1": "Le latex est une ressource renouvelable récoltée à partir d'arbres, et joue un rôle vital dans le Industrial Foregoing.",
  "enigmatica.ponder.laser_drill.ether_gas.text_8": "Cela produira du gaz d'éther que nous allons juste ranger dans un réservoir trou noir pour le moment.",
  "enigmatica.ponder.latex.extracting_fluids.text_2": "Pour commencer, vous devez placer un extracteur de fluide contre un tronc de bois, comme l'acacia.",
  "enigmatica.ponder.laser_drill.ether_gas.text_5": "Ensuite, nous aurons besoin d'un sujet de test volontaire. Heureusement, je connais la personne parfaite pour ce poste!",
  "enigmatica.ponder.laser_drill.ether_gas.text_6": "Dites bonjour à la caméra, Bartholomé !",
  "enigmatica.ponder.laser_drill.ether_gas.text_3": "Ensuite, nous devons placer une chambre de stase. Ce petit bijou, lorsqu'il est alimenté en énergie, empêchera les entités dans sa zone d'effet (marquée en bleu), y compris les joueurs, de se déplacer ou de d'interagir avec le monde de quelque manière que ce soit, d'où le nom.",
  "enigmatica.ponder.laser_drill.ether_gas.text_4": "Croyez-moi quand je dis : Vous NE voulez PAS laisser cette chose s'épuiser en énergie pour cette construction.",
  "enigmatica.ponder.laser_drill.ether_gas.text_1": "Bienvenue... sur le Wither Milker (brevet en attente)! Vous allez voir pourquoi il s'appelle comme ça dans un peu, mais pour l'instant, passons en revue les pièces individuelles.",
  "enigmatica.ponder.laser_drill.ether_gas.text_2": "Tout d'abord, nous avons notre installation typique de foreuse laser fluide, avec la base laser contenant une lentille violette. J'ai également laissé de côté les entrées d'énergie ici parce que vous devriez déjà savoir que les foreuses ont besoin d'énergie.",
  "enigmatica.ponder.laser_drill.introduction.text_3": "Ensuite, ajoutez quelques foreuses laser dans un rayon de 2 blocs autour de la base pour commencer à l'alimenter, par exemple comme ceci :",
  "enigmatica.ponder.laser_drill.introduction.text_4": "..oh, et n'oubliez pas de les alimenter !",
  "enigmatica.ponder.laser_drill.introduction.text_1": "La foreuse laser est une structure de milieu-fin de partie d'Industrial Foregoing qui vous permet d'extraire différentes ressources du vide.",
  "enigmatica.ponder.laser_drill.introduction.text_2": "Pour la construire, vous aurez d'abord besoin d'une base de laser de minerai ou d'une base de lasers de fluide. Nous allons d'abord nous intéresser au laser de minerai.",
  "enigmatica.ponder.laser_drill.fluid_drill.header": "Utilisation des lentilles dans le laser à fluides",
  "enigmatica.ponder.laser_drill.lenses.header": "Utiliser des lentilles pour améliorer vos chances",
  "enigmatica.ponder.laser_drill.introduction.text_5": "Plus vous ajoutez de foreuses, plus le laser sera rapide",
  "enigmatica.ponder.laser_drill.introduction.text_6": "Après un certain temps, nous sommes finalement parvenus à obtenir notre premier minerai ; mais ce n'est pas tout à fait celui que nous voulions, alors essayons d'améliorer nos chances !",
  "enigmatica.ponder.latex.processing_latex.header": "Traitement du latex en caoutchouc et en plastique",
  "enigmatica.ponder.laser_drill.fluid_drill.text_2": "Ils servent de \"concentration\" pour le laser à fluides.",
  "enigmatica.ponder.laser_drill.fluid_drill.text_1": "En plus d'augmenter vos chances avec le laser à minerais, les lentilles servent un autre objectif important:",
  "enigmatica.ponder.laser_drill.fluid_drill.text_4": "Par exemple, si vous le placez dans un biome du Nether...",
  "enigmatica.ponder.tag.industrial_foregoing": "Industrial Foregoing",
  "enigmatica.ponder.laser_drill.fluid_drill.text_3": "Fondamentalement, le laser à fluides est assez similaire à son équivalent minerai, mais il nécessite un objectif pour fonctionner, et les différentes recettes peuvent avoir des exigences spéciales auxquelles il faudra être attentif.",
  "enigmatica.ponder.latex.extracting_fluids.header": "Collecte de latex sur les arbres",
  "enigmatica.ponder.laser_drill.fluid_drill.text_6": "... il va commencer à former de la lave!",
  "enigmatica.ponder.laser_drill.fluid_drill.text_5": "...et donnez-lui la focale correspondante...",
  "enigmatica.ponder.latex.processing_latex.text_1": "Alors, maintenant que vous avez du latex, la question devient : qu'est-ce qu'on en fait ?",
  "enigmatica.ponder.laser_drill.introduction.header": "Comment utiliser la foreuse laser",
  "enigmatica.ponder.laser_drill.ether_gas.header": "Obtenir du gaz éther",
  "enigmatica.ponder.cobbleworks.vanilla_cobblegen.text_3": "Nous devrions briser ce bloc de pierres et voir ce qu'il se passe.",
  "enigmatica.ponder.cobbleworks.vanilla_cobblegen.text_2": "Lorsque la lave touche l'eau, elle crée de la pierre. Ce générateur inonde un bloc d'escalier pour protéger la source d'eau.",
  "enigmatica.ponder.cobbleworks.vanilla_cobblegen.text_5": "Nous pouvons paramétrer le routeur afin qu'il casse n'importe quel bloc de pierres en face de lui pour en générer une quantité infinie !",
  "enigmatica.ponder.cobbleworks.vanilla_cobblegen.text_4": "Nous pouvons automatiser cela avec un casseur de bloc - utilisons un routeur modulaire avec un module de destruction.",
  "enigmatica.ponder.cobbleworks.targeted_cobblegen.text_1": "Peut-être que vous voulez autre chose que de la pierre Vanilla - disons des pierres scories. Ce générateur ne fera pas l'affaire.",
  "enigmatica.ponder.cobbleworks.vanilla_cobblegen.text_1": "Commençons par un générateur de pierres Vanilla.",
  "enigmatica.ponder.cobbleworks.targeted_cobblegen.text_2": "Si on place un type spécifique de pierre sous le point de génération, le générateur produira ce type spécifique de pierres !",
  "enigmatica.ponder.cobbleworks.targeted_cobblegen.header": "Génération ciblée - besoin de quelque chose de spécifique ?",
  "enigmatica.ponder.stoneworks.random_stonegen.header": "Génération aléatoire - pour quand vous ne savez pas ce que vous voulez!",
  "enigmatica.ponder.tag.basics": "Mécanique de base",
  "enigmatica.ponder.stoneworks.vanilla_stonegen.text_1": "Commençons par un générateur de roche Vanilla.",
  "enigmatica.ponder.tag.basics.description": "Apprenez-en plus sur des mécaniques de base (parfois Vailla!) qui vous seront utiles.",
  "enigmatica.ponder.stoneworks.vanilla_stonegen.text_2": "Lorsque la lave tombe sur de l'eau, elle crée de la roche. Ce générateur inonde un bloc d'escalier pour protéger la source d'eau.",
  "enigmatica.ponder.stoneworks.vanilla_stonegen.text_3": "Nous devrions briser cette roche et voir ce qu'il se passe.",
  "enigmatica.ponder.stoneworks.targeted_stonegen.header": "Génération ciblée - besoin de quelque chose de spécifique ?",
  "enigmatica.ponder.stoneworks.vanilla_stonegen.text_4": "Nous pouvons automatiser cela avec un briseur de bloc - utilisons un routeur modulaire avec un module de destruction. Nous aurons clairement besoin de toucher de soie sur le module.",
  "enigmatica.ponder.stoneworks.vanilla_stonegen.text_5": "Nous pouvons paramétrer le routeur afin qu'il casse n'importe quel bloc de roche en face de lui pour en générer une quantité infinie !",
  "enigmatica.ponder.cobbleworks.random_cobblegen.header": "Génération aléatoire - pour quand vous ne savez pas ce que vous voulez!",
  "enigmatica.ponder.stoneworks.vanilla_stonegen.header": "Générateurs de roche - si simples qu'on peut en faire en Vanilla !",
  "enigmatica.ponder.stoneworks.targeted_stonegen.text_2": "Si on place un type spécifique de roche sous le point de génération, le générateur produira ce type spécifique de roche !",
  "enigmatica.ponder.stoneworks.targeted_stonegen.text_1": "Peut-être que vous voulez autre chose que de la roche Vanilla - disons des roches scories. Ce générateur ne fera pas l'affaire.",
  "enigmatica.ponder.cobbleworks.random_cobblegen.text_2": "Si on place un type spécifique de roche sous le point de génération, le générateur produira ce type spécifique de roches!",
  "enigmatica.ponder.cobbleworks.random_cobblegen.text_1": "Vous n'avez pas les pierres dont vous avez besoin ? Votre générateur de pierres peut produire des types de pierres aléatoires !",
  "enigmatica.ponder.stoneworks.random_stonegen.text_1": "Vous n'avez pas la roche dont vous avez besoin ? Votre générateur de pierres peut produire des types de roches aléatoires !",
  "enigmatica.ponder.stoneworks.random_stonegen.text_2": "Si vous placez un bloc de diamant sous le point de génération de roche, le générateur fera maintenant de la roche aléatoire!",
  "enigmatica.ponder.cobbleworks.vanilla_cobblegen.header": "Générateurs de pierres - si simples qu'on peut en faire en Vanilla !",
  "enigmatica.ponder.tag.portals.description": "Apprenez à construire certains des portails clés de Enigmatica.",
  "portals.ponder.undergarden.undergarden_portal.text_3": "Maintenant entrez dans le portail - vous vous retrouverez dans un endroit plus humide qu'infernal.",
  "portals.ponder.undergarden.undergarden_portal.text_2": "Cliquez sur le portail avec le catalyste, comme comme si vous allumiez un portail du Nether",
  "portals.ponder.undergarden.undergarden_portal.text_1": "Vous voulez explorer l'Undergarden ? Construisez un portail du Nether comme une structure avec des pierres taillées à la place de l'obsidienne.",
  "portals.ponder.atum.atum_portal.text_1": "Donc vous manquez de sable, et vous voulez explorer un désert. Construisez cette structure en grès.",
  "portals.ponder.atum.atum_portal.text_4": "Maintenant, sautez - vos vacances dans les dunes vous attendent!",
  "portals.ponder.atum.atum_portal.text_2": "Remplissez avec de l'eau...",
  "portals.ponder.atum.atum_portal.text_3": "... puis lâchez un scarabée.",
  "enigmatica.ponder.tag.portals": "Penser avec les Portails",
  "portals.ponder.undergarden.undergarden_portal.header": "Portail de l'Undergarden - il ne vous enverra pas à Narnia.",
  "portals.ponder.atum.atum_portal.header": "Portail de l'Atum - pas une Stargate.",
  "enigmatica.ponder.forge_hammer.forge_hammer.header": "Marteau de forge Tetra - Construire de meilleurs outils",
  "enigmatica.ponder.respawn_ender_dragon.respawn_ender_dragon.header": "Réapparition de l'Ender Dragon - quand vous voulez une omelette",
  "enigmatica.ponder.forge_hammer.forge_hammer.text_6": "Il peut également être fabriqué et est compatible avec l'établi Tetra normal.",
  "enigmatica.ponder.forge_hammer.forge_hammer.text_4": "Utiliser le marteau de Forge drainera la charge des cellules magmatiques, qui devront être remplacées en cas d'épuisement.",
  "enigmatica.ponder.forge_hammer.forge_hammer.text_5": "Le marteau de forge peut être trouvé dans les structures Tetra, trouvées sous terre dans les biomes froids.",
  "enigmatica.ponder.forge_hammer.forge_hammer.text_2": "Installez des cellules thermiques des deux côtés du marteau de forge.",
  "enigmatica.ponder.forge_hammer.forge_hammer.text_3": "Installez des améliorations pour le marteau de forge (comme la chambre de combustion) des deux côtés du marteau de Forge.",
  "enigmatica.ponder.forge_hammer.forge_hammer.text_1": "Pour faire de meilleurs outils, vous avez besoin du multibloc marteau de forge.",
  "enigmatica.ponder.respawn_ender_dragon.respawn_ender_dragon.text_4": "Placer le dernier fermera le portail de l'End et réinvoquera l'Ender Dragon.",
  "enigmatica.ponder.respawn_ender_dragon.respawn_ender_dragon.text_2": "Mais maintenant vous devez l'invoquer à nouveau - peut-être avez-vous besoin d'un autre œuf de dragon ou d'une autre tête.",
  "enigmatica.ponder.respawn_ender_dragon.respawn_ender_dragon.text_3": "Placez des cristaux de l'End sur les quatre côtés du cadre du portail, comme ceci.",
  "enigmatica.ponder.respawn_ender_dragon.respawn_ender_dragon.text_1": "Alors, vous avez tué l'Ender Dragon et activé le portail final - félicitations!",
  "enigmatica.ponder.nori_sheet_press.growing_seaweed.header": "Algues - Varech mais savoureuses",
  "enigmatica.ponder.nori_sheet_press.nori_sheet_press.text_6": "Le piston comprimera le bloc d'algue, déposant les feuilles de nori par terre.",
  "enigmatica.ponder.nori_sheet_press.dried_seaweed_blocks.text_2": "Les algues peuvent être séchées dans un four, tout comme le varech.",
  "enigmatica.ponder.nori_sheet_press.dried_seaweed_blocks.text_3": "Maintenant fabriquez un bloc d'algues séchées.",
  "enigmatica.ponder.nori_sheet_press.dried_seaweed_blocks.text_1": "Une fois que vous avez récolté vos algues, elles doivent être séchées et fabriquées en bloc.",
  "enigmatica.ponder.nori_sheet_press.nori_sheet_press.text_1": "Les feuilles Nori sont fabriquées en comprimant un bloc d'algues séchées avec un piston.",
  "enigmatica.ponder.nori_sheet_press.nori_sheet_press.text_5": "Activez le piston en appliquant un signal de redstone.",
  "enigmatica.ponder.nori_sheet_press.nori_sheet_press.text_4": "Placez le bloc d'algues au milieu pour le compresser.",
  "enigmatica.ponder.nori_sheet_press.nori_sheet_press.text_3": "Placez un piston, orienté vers le bas, avec un espace pour votre bloc d'algues.",
  "enigmatica.ponder.nori_sheet_press.nori_sheet_press.text_2": "Placez un bloc de fer comme une base.",
  "enigmatica.ponder.nori_sheet_press.nori_sheet_press.header": "Presse à feuilles Nori - Fabrication d'algues",
  "enigmatica.ponder.tag.tech.description": "La technologie peut modeler le monde qui vous entoure : apprenez à la contrôler dès maintenant !",
  "enigmatica.ponder.nori_sheet_press.dried_seaweed_blocks.header": "Blocs d'algues séchées - Super floconneux",
  "enigmatica.ponder.nori_sheet_press.growing_seaweed.text_2": "Tout comme le kelp, vous pouvez le cultiver en cassant l'avant dernier segment en partant du haut.",
  "enigmatica.ponder.nori_sheet_press.growing_seaweed.text_1": "Les algues peuvent être transformées en feuilles de Nori. Elles se trouvent dans l'océan, poussant comme le varech.",
  "enigmatica.ponder.tag.tools.description": "De meilleurs outils = une meilleure survivabilité.",
  "enigmatica.ponder.tag.tools": "Outils de commerce",
  "enigmatica.ponder.tag.tech": "Mieux vivre grâce à la SCIENCE!",
  "enigmatica.ponder.mutation.entity_mutation.text_3": "Par exemple, l'abeille de fer peut transformer la roche en minerai de fer.",
  "enigmatica.ponder.mutation.entity_mutation.text_2": "Le pollen peut muter des blocs jusqu'à 2 blocs sous l'abeille, et traversera les solides pour muter à travers.",
  "enigmatica.ponder.mutation.entity_mutation.text_1": "Le pollen d'abeilles du mod Resourceful Bees peut déclencher des mutations sur les blocs, fluides et entités.",
  "enigmatica.ponder.mutation.entity_mutation.text_7": "Il peut aussi faire muter des Blizz en abeilles Blizz.",
  "enigmatica.ponder.mutation.pollen_mechanics.text_1": "Les abeilles qui ont ramassé du nectar feront goutter du pollen en retournant à leur ruche.",
  "enigmatica.ponder.mutation.entity_mutation.text_6": "L'abeille Blaze peut faire muter une abeille Creeper en abeille Ghast",
  "enigmatica.ponder.mutation.pollen_mechanics.text_2": "Quand du pollen d'abeilles de Minecraft Vanilla tombe sur des cultures, il peut déclencher l'effet d'une poudre d'os.",
  "enigmatica.ponder.mutation.entity_mutation.text_5": "L'abeille de glace peut faire muter de l'eau, créant de la glace bleue.",
  "enigmatica.ponder.mutation.entity_mutation.text_4": "Elle peut également faire muter un bloc de charbon en un œuf d'abeille d'acier.",
  "enigmatica.ponder.tag.magic": "Exploitation des forces mystiques",
  "enigmatica.ponder.mutation.entity_mutation.header": "Pollen en tant que mutagène",
  "enigmatica.ponder.mutation.pollen_mechanics.header": "Pollen d'abeille - Mielleusement efficace",
  "enigmatica.ponder.tag.magic.description": "La magie est juste une technologie que nous ne comprenons pas encore.",
  "enigmatica.ponder.mutation.mutation_chamber.header": "Faire muter des abeilles facilement",
  "enigmatica.ponder.mutation.mutation_chamber.text_4": "Maintenant que l'abeille Blaze a ramassé du nectar, elle se dirigera vers sa ruche, déversant le pollen à mesure qu'il va.",
  "enigmatica.ponder.mutation.mutation_chamber.text_3": "Nous allons juste placer cette abeille blaze ici et la laisser ramasser du nectar de ce gâteau au magma...",
  "enigmatica.ponder.mutation.mutation_chamber.text_2": "Placez l'abeille que vous aimeriez faire muter ici; aujourd'hui, nous allons sacrifier une abeille Creeper. Puisque les choses peuvent être mutées à travers des blocs solides, nous pouvons utiliser une trappe pour tenir l'abeille Creeper en place.",
  "enigmatica.ponder.mutation.mutation_chamber.text_1": "C'est une bonne structure pour la mutation des abeilles.",
  "enigmatica.ponder.mutation.mutation_chamber.text_5": "Quand l'abeille blaze passe au-dessus de l'abeille creeper, celle-ci se mute en abeille Ghast."
}