{
  "enigmatica.ponder.tag.industrial_foregoing.description": "Apprenez-en davantage sur le mod Industrial Foregoing et ses mécanismes intrigantes !",
  "enigmatica.ponder.latex.extracting_fluids.text_5": "Le bois d'acacia produira du latex",
  "enigmatica.ponder.latex.extracting_fluids.text_6": "Assurez-vous de vérifier JEI pour plus d'informations sur les types de liquides que vous pouvez extraire à partir de différents blocs et à quel rythme !",
  "enigmatica.ponder.latex.extracting_fluids.text_3": "Gardez à l'esprit que l'utilisation de bûches différentes avec l'extracteur de fluide peut vous donner différents fluides !",
  "enigmatica.ponder.latex.extracting_fluids.text_4": "Les bûches de chêne produiront de la Résine",
  "enigmatica.ponder.latex.processing_latex.text_9": "Pour obtenir de gros tas de caoutchouc sec...",
  "enigmatica.ponder.latex.processing_latex.text_10": "... et du plastique!",
  "enigmatica.ponder.latex.processing_latex.text_8": "Une fois que vous avez du minuscule caoutchouc sec, vous pouvez le traiter davantage...",
  "enigmatica.ponder.latex.processing_latex.text_7": "C'est un processus assez lent ; vous devrez attendre environ 5 secondes pour chaque petit caoutchouc sec...",
  "enigmatica.ponder.latex.processing_latex.text_6": "Le latex liquide se coagulera en minuscules boules de caoutchouc !",
  "enigmatica.ponder.latex.processing_latex.text_5": "et enfin, en latex...",
  "enigmatica.ponder.laser_drill.lenses.text_3": "Par exemple, si nous voulions plus d'uranium ou de minerai d'émeraude, nous pourrions ajouter une lentille verte clair au laser...",
  "enigmatica.ponder.laser_drill.lenses.text_4": "Et bientôt, nos efforts seront récompensés!",
  "enigmatica.ponder.latex.processing_latex.text_4": "Énergie...",
  "enigmatica.ponder.latex.processing_latex.text_3": "Quand on donne de l'eau...",
  "enigmatica.ponder.latex.processing_latex.text_2": "Voici l'unité de traitement de latex",
  "enigmatica.ponder.laser_drill.fluid_drill.text_7": "D'autres exigences plus « impliquées » existent aussi, et nous aborderons mes favorites dans cette prochaine et dernière scène.",
  "enigmatica.ponder.laser_drill.lenses.text_2": "C'est à quoi servent les lentilles : en les ajoutant à la base de laser de minerai, nous pouvons augmenter les chances d'obtenir des minerais qui ont une certaine couleur.",
  "enigmatica.ponder.laser_drill.lenses.text_1": "Comme vous pouviez le voir, les ressources que le laser de minerai effectue sont aléatoires, alors comment pouvons-nous nous assurer que nous obtenons nos précieus minerais rares plutôt que dix types de cuivre différents?",
  "enigmatica.ponder.laser_drill.ether_gas.text_9": "Et ce sera tout pour les bases de la foreuse laser de Industrial Foregoing ! Il y a plus de choses que nous n'avons pas couvertes dans ce tutoriel, nous vous recommandons donc d'essayer vous-même !",
  "enigmatica.ponder.laser_drill.ether_gas.text_7": "Maintenant que le cher Bartholomé ici est pris au piège par la chambre de stase et ne peut pas détruire notre objet, nous pouvons utiliser le laser fluide pour... le lait. (Sérieusement, Buuz? C'est supposé être un jeu pour les enfants !)",
  "enigmatica.ponder.latex.extracting_fluids.text_1": "Le latex est une ressource renouvelable récoltée à partir d'arbres, et joue un rôle vital dans le Industrial Foregoing.",
  "enigmatica.ponder.laser_drill.ether_gas.text_8": "Cela produira du gaz d'éther que nous allons juste ranger dans un réservoir trou noir pour le moment.",
  "enigmatica.ponder.latex.extracting_fluids.text_2": "Pour commencer, vous devez placer un extracteur de fluide contre un tronc de bois, comme l'acacia.",
  "enigmatica.ponder.laser_drill.ether_gas.text_5": "Ensuite, nous aurons besoin d'un sujet de test volontaire. Heureusement, je connais la personne parfaite pour ce poste!",
  "enigmatica.ponder.laser_drill.ether_gas.text_6": "Dites bonjour à la caméra, Bartholomé !",
  "enigmatica.ponder.laser_drill.ether_gas.text_3": "Ensuite, nous devons placer une chambre de stase. Ce petit bijou, lorsqu'il est alimenté en énergie, empêchera les entités dans sa zone d'effet (marquée en bleu), y compris les joueurs, de se déplacer ou de d'interagir avec le monde de quelque manière que ce soit, d'où le nom.",
  "enigmatica.ponder.laser_drill.ether_gas.text_4": "Croyez-moi quand je dis : Vous NE voulez PAS laisser cette chose s'épuiser en énergie pour cette construction.",
  "enigmatica.ponder.laser_drill.ether_gas.text_1": "Bienvenue... sur le Wither Milker (brevet en attente)! Vous allez voir pourquoi il s'appelle comme ça dans un peu, mais pour l'instant, passons en revue les pièces individuelles.",
  "enigmatica.ponder.laser_drill.ether_gas.text_2": "Tout d'abord, nous avons notre installation typique de foreuse laser fluide, avec la base laser contenant une lentille violette. J'ai également laissé de côté les entrées d'énergie ici parce que vous devriez déjà savoir que les foreuses ont besoin d'énergie.",
  "enigmatica.ponder.laser_drill.introduction.text_3": "Ensuite, ajoutez quelques foreuses laser dans un rayon de 2 blocs autour de la base pour commencer à l'alimenter, par exemple comme ceci :",
  "enigmatica.ponder.laser_drill.introduction.text_4": "..oh, et n'oubliez pas de les alimenter !",
  "enigmatica.ponder.laser_drill.introduction.text_1": "La foreuse laser est une structure de milieu-fin de partie d'Industrial Foregoing qui vous permet d'extraire différentes ressources du vide.",
  "enigmatica.ponder.laser_drill.introduction.text_2": "Pour la construire, vous aurez d'abord besoin d'une base de laser de minerai ou d'une base de lasers de fluide. Nous allons d'abord nous intéresser au laser de minerai.",
  "enigmatica.ponder.laser_drill.fluid_drill.header": "Utilisation des lentilles dans le laser à fluides",
  "enigmatica.ponder.laser_drill.lenses.header": "Utiliser des lentilles pour améliorer vos chances",
  "enigmatica.ponder.laser_drill.introduction.text_5": "Plus vous ajoutez de foreuses, plus le laser sera rapide",
  "enigmatica.ponder.laser_drill.introduction.text_6": "Après un certain temps, nous sommes finalement parvenus à obtenir notre premier minerai ; mais ce n'est pas tout à fait celui que nous voulions, alors essayons d'améliorer nos chances !",
  "enigmatica.ponder.latex.processing_latex.header": "Traitement du latex en caoutchouc et en plastique",
  "enigmatica.ponder.laser_drill.fluid_drill.text_2": "Ils servent de \"concentration\" pour le laser à fluides.",
  "enigmatica.ponder.laser_drill.fluid_drill.text_1": "En plus d'augmenter vos chances avec le laser à minerais, les lentilles servent un autre objectif important:",
  "enigmatica.ponder.laser_drill.fluid_drill.text_4": "Par exemple, si vous le placez dans un biome du Nether...",
  "enigmatica.ponder.tag.industrial_foregoing": "Industrial Foregoing",
  "enigmatica.ponder.laser_drill.fluid_drill.text_3": "Fondamentalement, le laser à fluides est assez similaire à son équivalent minerai, mais il nécessite un objectif pour fonctionner, et les différentes recettes peuvent avoir des exigences spéciales auxquelles il faudra être attentif.",
  "enigmatica.ponder.latex.extracting_fluids.header": "Collecte de latex sur les arbres",
  "enigmatica.ponder.laser_drill.fluid_drill.text_6": "... il va commencer à former de la lave!",
  "enigmatica.ponder.laser_drill.fluid_drill.text_5": "...et donnez-lui la focale correspondante...",
  "enigmatica.ponder.latex.processing_latex.text_1": "Alors, maintenant que vous avez du latex, la question devient : qu'est-ce qu'on en fait ?",
  "enigmatica.ponder.laser_drill.introduction.header": "Comment utiliser la foreuse laser",
  "enigmatica.ponder.laser_drill.ether_gas.header": "Obtenir du gaz éther",
  "enigmatica.ponder.cobbleworks.vanilla_cobblegen.text_3": "Nous devrions briser ce bloc de pierres et voir ce qu'il se passe.",
  "enigmatica.ponder.cobbleworks.vanilla_cobblegen.text_2": "Lorsque la lave touche l'eau, elle crée de la pierre. Ce générateur inonde un bloc d'escalier pour protéger la source d'eau.",
  "enigmatica.ponder.cobbleworks.vanilla_cobblegen.text_5": "We can set the router to break any cobblestone in front of it for infinite cobblestone!",
  "enigmatica.ponder.cobbleworks.vanilla_cobblegen.text_4": "We can automate this with a block breaker of some sort - let's use a Modular Router with a breaker module.",
  "enigmatica.ponder.cobbleworks.targeted_cobblegen.text_1": "Maybe you want something other than vanilla cobblestone - let's say Scoria Cobblestone. This generator won't do.",
  "enigmatica.ponder.cobbleworks.vanilla_cobblegen.text_1": "Let's start with a basic vanilla cobblestone generator.",
  "enigmatica.ponder.cobbleworks.targeted_cobblegen.text_2": "If we place a specific type of Cobblestone under the cobblestone generation point, the generator will now make that type of cobblestone!",
  "enigmatica.ponder.cobbleworks.targeted_cobblegen.header": "Targeted Generation - need something specific?",
  "enigmatica.ponder.stoneworks.random_stonegen.header": "Random Generation - for when you don't have what you need!",
  "enigmatica.ponder.tag.basics": "Basic Mechanics",
  "enigmatica.ponder.stoneworks.vanilla_stonegen.text_1": "Let's start with a basic vanilla stone generator.",
  "enigmatica.ponder.tag.basics.description": "Learn about some basic (sometimes vanilla!) mechanics that will come in handy.",
  "enigmatica.ponder.stoneworks.vanilla_stonegen.text_2": "When flowing lava falls on flowing water, it creates stone. This generator floods a stair block to protect the water source.",
  "enigmatica.ponder.stoneworks.vanilla_stonegen.text_3": "We should go ahead and break the stone here and see what happens.",
  "enigmatica.ponder.stoneworks.targeted_stonegen.header": "Targeted Generation - need something specific?",
  "enigmatica.ponder.stoneworks.vanilla_stonegen.text_4": "We can automate this with a block breaker of some sort - let's use a Modular Router with a breaker module. We'll clearly need silk touch on the breaker module.",
  "enigmatica.ponder.stoneworks.vanilla_stonegen.text_5": "We can set the router to break any stone in front of it for infinite stone!",
  "enigmatica.ponder.cobbleworks.random_cobblegen.header": "Random Generation - for when you don't have what you need!",
  "enigmatica.ponder.stoneworks.vanilla_stonegen.header": "Stone Generators - so simple Vanilla has one!",
  "enigmatica.ponder.stoneworks.targeted_stonegen.text_2": "If we place a specific type of Stone under the stone generation point, the generator will now make that type of stone!",
  "enigmatica.ponder.stoneworks.targeted_stonegen.text_1": "Maybe you want something other than vanilla stone - let's say Scoria. This generator won't do.",
  "enigmatica.ponder.cobbleworks.random_cobblegen.text_2": "If you place a block of Iron under the cobblestone generation point the generator will now make random cobblestone!",
  "enigmatica.ponder.cobbleworks.random_cobblegen.text_1": "Don't have the cobblestone you need? Your cobblestone generator can produce random types of cobblestone!",
  "enigmatica.ponder.stoneworks.random_stonegen.text_1": "Don't have the stone you need? Your stone generator can produce random types of stone!",
  "enigmatica.ponder.stoneworks.random_stonegen.text_2": "If you place a block of Diamond under the stone generation point the generator will now make random stone!",
  "enigmatica.ponder.cobbleworks.vanilla_cobblegen.header": "Cobble Generators - so simple Vanilla has one!",
  "enigmatica.ponder.tag.portals.description": "Learn how to construct some of the key portals in Enigmatica.",
  "portals.ponder.undergarden.undergarden_portal.text_3": "Now enter the portal - you'll find yourself less in hell, more in a damp, dark place.",
  "portals.ponder.undergarden.undergarden_portal.text_2": "Click the portal with the Catalyst, as you would light a Nether Portal",
  "portals.ponder.undergarden.undergarden_portal.text_1": "Want to search the deep dark Undergarden? Build a nether portal like structure with Stone Bricks.",
  "portals.ponder.atum.atum_portal.text_1": "So you're low on sand, and want to travel to a desert. Build this structure out of sandstone.",
  "portals.ponder.atum.atum_portal.text_4": "Now jump in - your sandy vacation awaits!",
  "portals.ponder.atum.atum_portal.text_2": "Fill it with water...",
  "portals.ponder.atum.atum_portal.text_3": "...then drop in a Scarab.",
  "enigmatica.ponder.tag.portals": "Thinking with Portals",
  "portals.ponder.undergarden.undergarden_portal.header": "Undergarden's Portal - this won't take you to Narnia.",
  "portals.ponder.atum.atum_portal.header": "Atum's Portal - not a Stargate.",
  "enigmatica.ponder.forge_hammer.forge_hammer.header": "Tetra Forge Hammer - Building Better Tools",
  "enigmatica.ponder.respawn_ender_dragon.respawn_ender_dragon.header": "Ender Dragon Respawning - when you need to make an omlet",
  "enigmatica.ponder.forge_hammer.forge_hammer.text_6": "It can also be crafted, and is compatible with the normal Tetra Workbench.",
  "enigmatica.ponder.forge_hammer.forge_hammer.text_4": "Using the Forge Hammer will drain charge from the Magmatic Cells, which will need to be replaced when depleted.",
  "enigmatica.ponder.forge_hammer.forge_hammer.text_5": "The Forge Hammer can be found in Tetra structures, found underground in cold biomes.",
  "enigmatica.ponder.forge_hammer.forge_hammer.text_2": "Install Thermal Cells on both sides of the Forge Hammer.",
  "enigmatica.ponder.forge_hammer.forge_hammer.text_3": "Install upgrades for the forge hammer (such as the combustion chamber) on both sides of the Forge Hammer.",
  "enigmatica.ponder.forge_hammer.forge_hammer.text_1": "To make better tools, you need the Forge Hammer multiblock.",
  "enigmatica.ponder.respawn_ender_dragon.respawn_ender_dragon.text_4": "Placing the last one will shut off the End Portal, and resummon the Ender Dragon.",
  "enigmatica.ponder.respawn_ender_dragon.respawn_ender_dragon.text_2": "But now you need to summon it again - maybe you need another dragon egg or head.",
  "enigmatica.ponder.respawn_ender_dragon.respawn_ender_dragon.text_3": "Place End Crystals on the four sides of the portal frame, like this.",
  "enigmatica.ponder.respawn_ender_dragon.respawn_ender_dragon.text_1": "So, you've killed the Ender Dragon and activated the end portal - congrats!",
  "enigmatica.ponder.nori_sheet_press.growing_seaweed.header": "Seaweed - Kelp But Tasty",
  "enigmatica.ponder.nori_sheet_press.nori_sheet_press.text_6": "The piston will compress the seaweed block, dropping nori sheets.",
  "enigmatica.ponder.nori_sheet_press.dried_seaweed_blocks.text_2": "Les algues peuvent être séchées dans un four, tout comme le varech.",
  "enigmatica.ponder.nori_sheet_press.dried_seaweed_blocks.text_3": "Maintenant fabriquez un bloc d'algues séchées.",
  "enigmatica.ponder.nori_sheet_press.dried_seaweed_blocks.text_1": "Une fois que vous avez récolté vos algues, elles doivent être séchées et fabriquées en bloc.",
  "enigmatica.ponder.nori_sheet_press.nori_sheet_press.text_1": "Les feuilles Nori sont fabriquées en comprimant un bloc d'algues séchées avec un piston.",
  "enigmatica.ponder.nori_sheet_press.nori_sheet_press.text_5": "Activez le piston en appliquant un signal de redstone.",
  "enigmatica.ponder.nori_sheet_press.nori_sheet_press.text_4": "Placez le bloc d'algues au milieu pour le compresser.",
  "enigmatica.ponder.nori_sheet_press.nori_sheet_press.text_3": "Placez un piston, orienté vers le bas, avec un espace pour votre bloc d'algues.",
  "enigmatica.ponder.nori_sheet_press.nori_sheet_press.text_2": "Placez un bloc de fer comme une base.",
  "enigmatica.ponder.nori_sheet_press.nori_sheet_press.header": "Presse à feuilles Nori - Fabrication d'algues",
  "enigmatica.ponder.tag.tech.description": "La technologie peut modeler le monde qui vous entoure : apprenez à la contrôler dès maintenant !",
  "enigmatica.ponder.nori_sheet_press.dried_seaweed_blocks.header": "Blocs d'algues séchées - Super floconneux",
  "enigmatica.ponder.nori_sheet_press.growing_seaweed.text_2": "Tout comme le kelp, vous pouvez le cultiver en cassant l'avant dernier segment en partant du haut.",
  "enigmatica.ponder.nori_sheet_press.growing_seaweed.text_1": "Les algues peuvent être transformées en feuilles de Nori. Elles se trouvent dans l'océan, poussant comme le varech.",
  "enigmatica.ponder.tag.tools.description": "De meilleurs outils = une meilleure survivabilité.",
  "enigmatica.ponder.tag.tools": "Outils de commerce",
  "enigmatica.ponder.tag.tech": "Mieux vivre grâce à la SCIENCE!",
  "enigmatica.ponder.mutation.entity_mutation.text_3": "Par exemple, l'abeille de fer peut transformer la roche en minerai de fer.",
  "enigmatica.ponder.mutation.entity_mutation.text_2": "Le pollen peut muter des blocs jusqu'à 2 blocs sous l'abeille, et traversera les solides pour muter à travers.",
  "enigmatica.ponder.mutation.entity_mutation.text_1": "Le pollen d'abeilles du mod Resourceful Bees peut déclencher des mutations sur les blocs, fluides et entités.",
  "enigmatica.ponder.mutation.entity_mutation.text_7": "Il peut aussi faire muter des Blizz en abeilles Blizz.",
  "enigmatica.ponder.mutation.pollen_mechanics.text_1": "Les abeilles qui ont ramassé du nectar feront goutter du pollen en retournant à leur ruche.",
  "enigmatica.ponder.mutation.entity_mutation.text_6": "L'abeille Blaze peut faire muter une abeille Creeper en abeille Ghast",
  "enigmatica.ponder.mutation.pollen_mechanics.text_2": "Quand du pollen d'abeilles de Minecraft Vanilla tombe sur des cultures, il peut déclencher l'effet d'une poudre d'os.",
  "enigmatica.ponder.mutation.entity_mutation.text_5": "L'abeille de glace peut faire muter de l'eau, créant de la glace bleue.",
  "enigmatica.ponder.mutation.entity_mutation.text_4": "Elle peut également faire muter un bloc de charbon en un œuf d'abeille d'acier.",
  "enigmatica.ponder.tag.magic": "Exploitation des forces mystiques",
  "enigmatica.ponder.mutation.entity_mutation.header": "Pollen en tant que mutagène",
  "enigmatica.ponder.mutation.pollen_mechanics.header": "Pollen d'abeille - Mielleusement efficace",
  "enigmatica.ponder.tag.magic.description": "La magie est juste une technologie que nous ne comprenons pas encore.",
  "enigmatica.ponder.mutation.mutation_chamber.header": "Faire muter des abeilles facilement",
  "enigmatica.ponder.mutation.mutation_chamber.text_4": "Maintenant que l'abeille Blaze a ramassé du nectar, elle se dirigera vers sa ruche, déversant le pollen à mesure qu'il va.",
  "enigmatica.ponder.mutation.mutation_chamber.text_3": "Nous allons juste placer cette abeille blaze ici et la laisser ramasser du nectar de ce gâteau au magma...",
  "enigmatica.ponder.mutation.mutation_chamber.text_2": "Placez l'abeille que vous aimeriez faire muter ici; aujourd'hui, nous allons sacrifier une abeille Creeper. Puisque les choses peuvent être mutées à travers des blocs solides, nous pouvons utiliser une trappe pour tenir l'abeille Creeper en place.",
  "enigmatica.ponder.mutation.mutation_chamber.text_1": "C'est une bonne structure pour la mutation des abeilles.",
  "enigmatica.ponder.mutation.mutation_chamber.text_5": "Quand l'abeille blaze passe au-dessus de l'abeille creeper, celle-ci se mute en abeille Ghast."
}