{
    "name": "Breeding",
    "icon": "minecraft:poppy",
    "category": "patchouli:enigmatic_bees",
    "pages": [
        {
            "type": "patchouli:text",
            "text": "While some bees can be found in nature, most are some sort of offspring of naturally spawning bees. The simplest method of obtaining these offspring involves bee breeding."
        },
        {
            "type": "patchouli:text",
            "text": "In Enigmatica 6, bee breeding is used to acquire Metal bees (that produce ores) and bees that produce base materials like Clay and Gravel. Breeding results can be seen in the Beepedia and JEI, as can the items require to initiate breeding."
        },
        {
            "type": "patchouli:crafting",
            "title": "Beehives",
            "recipe": "resourcefulbees:t1_beehive",
            "text": "The T1 hive can be crafted from any worldgen bee nest or the Vanilla Beehive."
        },
        {
            "type": "patchouli:text",
            "text": "Tiered Beehives can house 4 bees per tier - up to 16 at T4. The hive will store up to 5 combs per tier - any produced past that will be lost. Like a vanilla hive, when it is full of combs it will drip honey, and can be harvested with shears or a scraper. This can be automated with a dispenser."
        },
        {
            "type": "patchouli:multiblock",
            "name": "Automatic Comb Scraper",
            "text": "Insert a scraper in the dispenser.",
            "multiblock": {
                "pattern": [
                  [
                    "T0H"
                  ]
                ],
                "mapping": {
                  "H": "resourcefulbees:t1_beehive[facing=south]",
                  "0": "minecraft:dispenser[facing=south]",
                  "T": "rftoolsutility:timer"
                }
              }
        },
        {
            "type": "patchouli:text",
            "title": "Apiaries",
            "text": "Hives are great for many reasons, but bees are happier and more productive in an apiary. Apiaries require a multiblock structure, and will protect its bees from weather and the day/night cycle. Although only one type of bee can enter the apiary block at a time, more can be inside the structure."
        },
        {
            "type": "patchouli:crafting",
            "recipe": "resourcefulbees:t1_apiary",
            "text": "T1 only requires materials you are already producing en-masse by this point - upgrade to produce more combs per bee."
        }
    ]
}